{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "Recover.vim": { "branch": "master" },
  "clever-f.vim": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "cursorcross.vim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "fzf.vim": { "branch": "master" },
  "gv.vim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "marks.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "matchparenpp": { "branch": "master" },
  "neodev.nvim": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "nibbler": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-numbertoggle": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "readline.vim": { "branch": "main" },
  "searchbox.nvim": { "branch": "main" },
  "targets.vim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "textobj-word-column.vim": { "branch": "master" },
  "tint.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "undoquit.vim": { "branch": "main" },
  "vim-abolish": { "branch": "master" },
  "vim-better-whitespace": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-evanesco": { "branch": "master" },
  "vim-fswitch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "master" },
  "vim-highlightedyank": { "branch": "master" },
  "vim-lost": { "branch": "main" },
  "vim-magnum": { "branch": "master" },
  "vim-man": { "branch": "master" },
  "vim-pasta": { "branch": "master" },
  "vim-radical": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-textobj-underscore": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}